import React from 'react'

function Term() {
    return (
        <div>
            <div className="q-content-ask">
            제1 조 (목적) 
            </div>
            <div className="q-content-answer">
            이 약관은 "Surfee"가 제공하는 유료서비스의 이용과 관련하여 회사("Surfee")와 회원과의 권리, 의무 및 책임사항 기타 필요한 사항을 규정함을 목적으로 합니다. 
            </div>
            <div className="q-content-ask">
            제2 조 (약관의 게시 및 변경) 
            </div>
            <div className="q-content-answer">
            ①본 약관의 내용은 회사 홈페이지 또는 개별 서비스의 화면에 게시하거나 기타의 방법으로 공지하고, 본 약관에 동의한 여러분 모두에게 그 효력이 발생합니다. 
            <br/>②회사는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 본 약관을 변경할 수 있습니다. 본 약관이 변경되는 경우 회사는 변경사항을 시행일자 15일 전부터 여러분에게 서비스 공지사항에서 공지 또는 통지하는 것을 원칙으로 하며, 피치 못하게 여러분에게 불리한 내용으로 변경할 경우에는 그 시행일자 30일 전부터 이메일 주소로 이메일 발송 방법으로 개별적으로 알려 드리겠습니다. 
            <br/>③회사가 전항에 따라 공지 또는 통지를 하면서 공지 또는 통지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 여러분의 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다. 여러분이 개정약관에 동의하지 않을 경우 여러분은 이용계약을 해지할 수 있습니다. 
            </div>
            <div className="q-content-ask">
제3 조 (약관의 해석) 
            </div>
            <div className="q-content-answer">
            이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 ‘콘텐츠진흥법’, ‘전자상거래등에서의소비자보호에관한법률’, ‘약관의규제에관한법률’, 문화체육관광부장관이 정하는 ‘콘텐츠이용자보호지침’, 기타 관계법령, 상관례에 따릅니다. 
            </div>
            <div className="q-content-ask">
제4 조 (용어의 정의) 
            </div>
            <div className="q-content-answer">
            본 약관에서 사용하는 용어의 정의는 다음과 같습니다. 
            <br/>1. "Surfee" 서비스: "Surfee"와 계약 후에 사용할 수 있는 일체의 기능들을 말합니다. 예를 들어 랜딩페이지 제작이 "Surfee" 서비스를 이루는 요소 중 하나 입니다. 
            <br/>2. "Surfee" 관리자 페이지: "Surfee" 서비스를 사용 및 관리하기 위해 접속하는 페이지를 의미합니다. https://Surfee.co.kr 에서 확인할 수 있습니다. 
            <br/>3. "Surfee" 구독: "Surfee" 서비스를 정해진 기간 동안 사용할 수 있도록 "Surfee"와 체결하는 계약을 의미합니다.
            </div>
            <div className="q-content-ask">
제5 조 (계약의 성립)
            </div>
            <div className="q-content-answer">
            "Surfee" 서비스는 기본적으로 랜딩페이지 제작과 1주일 간의 사용 기간을 제공합니다. 이후 추가적인 서비스 사용 기간에 대해서는 1일 단위로 비용이 추가됩니다. 사용 기간 중, "Surfee" 서비스를 구독하기 위해서 본 약관에 동의하고 구독 정기 결제에 필요한 일체의 정보를 입력함으로써 계약이 성립됩니다. "Surfee" 서비스의 환불 금액은 사용 기간에 비례해서 결정합니다. 만약 원치 않은 결제가 발생했을 시 서비스 관리자에게 문의해 주시기 바랍니다. 유저가 사용 중인 "Surfee" 서비스와 관련된 일체 정보들, 즉 랜딩페이지와 그 랜딩페이지와 관련된 모든 설정들은 구독이 종료된 후 1주일 뒤 일괄적으로 삭제됩니다. 
            </div>
            <div className="q-content-ask">
제6 조 (유료서비스의 중단 및 변경)
            </div>
            <div className="q-content-answer">
            ① 회사는 사업 종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 회사는 이 약관에서 정한 방법으로 회원에게 통지하고 당초 회사에서 제시한 조건 또는 ‘콘텐츠이용자보호지침’ 및 관련 법령 규정에서 정한 바에 따라 회원에게 보상합니다. 
            <br/>② 회사는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부의 서비스를 변경할 수 있고, 변경 전 해당 서비스 초기 화면에 관련 사항을 게시합니다. 다만, 변경된 내용이 중대하거나 회원에게 불리한 경우에는 이 약관에서 정한 방법으로 통지하고, 중대하거나 회원에게 불리한 변경 내용에 동의하지 않는 회원은 하기에서 정한 바에 따라 서비스 이용계약을 해지할 수 있습니다.
            </div>
            <div className="q-content-ask">
제7 조 (회원의 청약철회 및 계약해지)
            </div>
            <div className="q-content-answer">
            회원은 본 약관에 동의 및 결 제수단을 추가하는 방식으로 계약을 맺은 뒤 아래와 같은 방식으로 계약을 해지할 수 있습니다. 
            <br/>① 결제수단을 제거함으로써 구독을 연장하지 않을 수 있습니다. 
            <br/>② "Surfee" 서비스에 추가한 모든 랜딩페이지와 그 랜딩페이지와 관련된 모든 정보를 제거함으로써 "Surfee" 서비스 사용에 대한 금액을 지불하지 않습니다. 
            <br/>③ 관리자와 협의 후에 자신의 계정과 "Surfee"에게 제공한 개인정보를 모두 제거합니다. 
            </div>
            <div className="q-content-ask">
제8 조 (회사의 계약해제, 해지 및 이용제한)
            </div>
            <div className="q-content-answer">
            ① 회사는 회원이 이용약관에서 정한 금지행위를 하였을 경우 해당 조항에 따라 사전통지 없이 계약을 해제, 해지하거나 또는 기간을 정하여 서비스이용을 제한할 수 있습니다. 
            <br/>② 제1항의 사유로 환불이 필요할 경우 회사는 환불합니다.
            </div>
            <div className="q-content-ask">
제9 조 (구독기간 등)
            </div>
            <div className="q-content-answer">
            구독은 계약이 성립일 기준으로 1주 동안 제공됩니다. 
            <br/>예- 12월 1일 12시에 계약 성립 시 12월 8일 12시까지 서비스가 제공됩니다. 서비스 사용 기간이 만료되면 등록된 결제정보로 자동으로 결제가 이루어지고 사용 기간이 갱신됩니다. 계약 해지를 위하여 유저는
            <br/>제7조를 참고하여 필요한 작업을 해야할 의무가 있으며 이를 지키지 않아 연장된 구독에 대해서 "Surfee"는 법적 책임을 지지 않습니다.
            </div>
            <div className="q-content-ask">
제10 조 (유료서비스 하자 등에 의한 회원피해보상)
            </div>
            <div className="q-content-answer">
            회사는 서비스의 하자 등에 의한 회원의 피해보상 기준, 범위, 방법 및 절차에 관한 사항을 ‘콘텐츠이용자보호지침’에 따라 처리합니다.
            </div>
            <div className="q-content-ask">
제11 조 (책임 제한)
            </div>
            <div className="q-content-answer">
            ① 회사는 관계법령의 변경, 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다. 
            <br/>②회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 회사의 귀책사유가 없는 한 책임을 지지 않습니다. 
            <br/>③회사는 회원 상호간 또는 회원과 제3자간에 서비스를 매개로 하여 발생한 분쟁 등에 대하여 회사의 귀책사유가 없는 한 책임을 지지 않습니다.
            </div>
        </div>
    )
}

export default Term
